{
  "blogs": [
    {
      "title": "Who are SHADOWS?",
      "body": "Disclaimer:\n\nIf you are here expecting a formal and/or official definition of a SHADOW as used in the olden days, we apologise. There is no such thing, nor was there any reason to define a SHADOW. A feat short of its own praise, like defining what it means to be human, we [SHADOWS] have long abhoured our very essence being limited to lexical ends. Thus, we no longer define - simply are.\nBut, as stubborn as many are, we simply cannot, or rather will not, leave this section in our history blank.\nTo that end, and that alone, we have attempted to fill this section, with the most noble of our kind to have lived. In a letter addressed to his brother, one of the greatest to have walked KHANVAS, he attempted to briefly explain himself to those who asked.\nWe hope, this will sustify your need to put a definition on our existence, and our purpose in life.\nHere is a humble attempt to define a SHADOW, by one of us, the great Eclipse, Vincent Willem van Gogh\n\n[...]\nWhat am I in the eyes of most people - a nonentity, an eccentric or an unpleasant person - somebody who has no position in society and never will have, in short, the lowest of the low.\n\n\n\n\nAll right, then - even if that were absolutely true, then I should one day like to show by my work what such an eccentric, such a nobody, has in his heart.\n\n\n\n\nThat is my ambition, based less on resentment than on love malgré tout [in spite of everything], based more on a feeling of serenity than on passion.\n\n\n\n\nThough I am often in the depths of misery, there is still calmness, pure harmony and music inside me. I see paintings or drawings in the poorest cottages, in the dirtiest comers. And my mind is driven towards these things with an irresistible momentum\n\n\n\n\n[...]\n\n\n\n\nI just wanted to tell you that I am going to get back to working regularly again, and must do so quand même [at that] - and I'd just like to add that I look forward so much for a letter - and for the rest, I bid you goodnight. Goodbye, with a handshake,\n\n\n\n\nEver yours,\n\nVincent\n\n",
      "author": "Vincent van Gogh",
      "id": 1
    },
    {
      "title": "SANDBOX",
      "body": "'What is a Sandbox?\n\n\n\n\nA sandbox is an isolated environment within SHADOW-dom in which potentially dangerous SHADOWS, or Phantoms, or other entities are temporarily imprisoned pending further investigation and/or execution.\n\n\n\n\nNote I.\n\nSanboxes are NOT actual prisons.\n\nThis is because sanboxes have a relatively short lifespan (somewhere between 4-7 weeks) ergo unrealiable as prisons.\nThis is because all strength and functionality is enforced into security at the expense of longetivity.\n\nNote II.\n\nSandboxes are impregnable as they are inescapable.\n\nNo one knows who first built the first sandbox, but since their inception in SHADOW-dom judiciary systems, they are built by the 'chief fossor', and maintained by master builders - all of whom belong to the 'Master of Earth' class.\n\nNote III.\n\nThere are belived to be a dozen or so hidden sandboxes across SHADOW-dom, but ideas persist that they number in hundreds. Only the Grand Custodian of the Grand Library and his appretince know just how many they are out there. The only other individual outside The Sphere to know this number, is the chief fossor himself.\n\nNote IV.\n\nOnce a sandbox has been activated, it will not 'sink' unless it's predesigned lifespan has been exhausted.\n\nNote V.\n\nSome more complex sandboxes, called 'Suggestions' are virtually infinite mazes. These tend to have a longer lifespan than the rest, since there strength is driven into dillusion and disorientation rather than iron-clad dimensions.\n\nNote VI.\n\nOnce the lifespan of a sandbox is exhausted, it will implode like a dying star, and collpase in on itself, along with everyone and everything inside. The degree of survival varies from the individual strength of those it collpases with, but it would be fair to assume that only those with a rank of 'Full-Moon' could survive such a destructive force.\n\nNote VII.\n\nAnyone with a tag can open a sandbox. Though, such tags are specific to each sandbox since they are created by a key-pair relationship. And the tags can only be found in the Grand Library.",
      "author": "Adam Frost",
      "id": 2
    },
    {
      "title": "Classes of SHADOWS",
      "body": "As of 1890 A.D, there are only three (3) classes of SHADOWS that remain. The other four(4), sadly, are extinct.\n\nThe surviving classes are these:\n\n*ELEMENTARY\n*MORPH\n*HARMONIC",
      "author": "rwabujegeri",
      "id": 3
    }
  ]
}
